---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateGrid
source: html/5c7cd324-0c8b-e60e-617a-d9d594f40b4d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.InaccurateFailures.InaccurateGrid Property

Grid is slightly off axis and may cause inaccuracies.

## Syntax (C#)
```csharp
public static FailureDefinitionId InaccurateGrid { get; }
```